#include <locale.h>
#include <stdio.h>

int task2()
{
    setlocale(0, "rus");
    puts("************************************************");
    puts("*                                              *");
    puts("*   Тема: Разработка консольного приложения    *");
    puts("*                                              *");
    puts("*         Выполнил: Левашов Д. И.              *");
    puts("*                                              *");
    puts("************************************************");
}